---
kind: other
id: Methods.T:Autodesk.Revit.DB.OBJExportOptions
source: html/065d5c83-453a-31b8-97d5-28e0660a0b31.htm
---
# OBJExportOptions Methods

Checks whether the GridAspectRatio tessellation parameter is explicitly set.